Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SHAREDSTREAMS_GROUP_FOOTER_DESCRIPTION_Apple Vision Pro
source: View Shared Albums shared with other people. Turn this off to remove Shared Albums from this device. Use iPhone to subscribe or unsubscribe.
ar: عرض الألبومات المشتركة التي تمت مشاركتها مع أشخاص آخرين. في حالة الإيقاف، ستتم إزالة الألبومات المشتركة من هذا الجهاز. استخدم iPhone للاشتراك أو إلغاء الاشتراك.
bg: Преглеждайте Споделени албуми, които са споделени с други хора. Изключете това, за да премахнете Споделените албуми от това устройство. Използвайте iPhone за започване или спиране на абонамента.
ca: Mostra els àlbums compartits amb altres persones. Pots subscriure‑t’hi o anul·lar‑ne la subscripció amb l’iPhone. Per eliminar els àlbums compartits del dispositiu, desactiva aquesta opció.
cs: Zobrazuje alba, která sdílíte s jinými uživateli. Vypnutím této volby sdílená alba ze zařízení odstraníte. Odběr můžete přihlásit nebo odhlásit na iPhonu.
da: Se delte album, der er delt med andre personer. Slå fra for at fjerne delte album fra denne enhed. Brug iPhone til at abonnere eller afmelde abonnement.
de: Zeige alle geteilten Alben an, die du mit anderen Personen teilst. Wenn du die Option deaktivierst, werden die geteilten Alben von deinem Gerät entfernt. Mit dem iPhone kannst du Alben abonnieren oder Abos beenden.
el: Προβάλετε κοινόχρηστα άλμπουμ που κοινοποιούνται σε άλλα άτομα. Απενεργοποιήστε αυτήν τη ρύθμιση για αφαίρεση κοινόχρηστων άλμπουμ από αυτήν την συσκευή. Χρησιμοποιήστε το iPhone για να εγγραφείτε ή να απεγγραφείτε ως συνδρομητές.
es: Accede a los álbumes compartidos con otras personas. Usa el iPhone para suscribirte a ellos o anular la suscripción. Desactiva esta opción para eliminar los álbumes compartidos de este dispositivo.
es_us: Accede a los álbumes que se comparten con otras personas. Desactiva la opción para eliminar los álbumes compartidos de este dispositivo. Inscríbete o cancela tu suscripción en tu iPhone.
fi: Näytä jaetut albumit, jotka on jaettu muiden kanssa. Poista jaetut albumit tästä laitteesta laittamalla tämä pois päältä. Tilaa tai lopeta tilaus käyttämällä iPhonea.
fr: Consultez les albums partagés avec d’autres personnes. Désactivez cette fonctionnalité pour supprimer les albums partagés de cet appareil. Utilisez l’iPhone pour vous abonner à un album ou vous en désabonner.
fr_ca: Affichez les albums partagés avec d’autres personnes. Désactivez cette option pour supprimer les albums partagés de cet appareil. Utilisez l’iPhone pour vous abonner ou vous désabonner.
he: ניתן להציג אלבומים משותפים ששותפו עם אנשים אחרים. כיבוי מאפיין זה יוביל להסרת אלבומים משותפים ממכשיר זה. יש להשתמש ב-iPhone כדי להירשם למינוי או לבטל את הרישום.
hi: ऐसे “शेयर किए गए ऐल्बम” देखें जिन्हें अन्य लोगों से शेयर किया गया है। इस डिवाइस से शेयर किए गए ऐल्बम हटाने के लिए इसे बंद करें। सब्सक्राइब या अनसब्सक्राइब करने के लिए iPhone का इस्तेमाल करें।
hr: Pogledajte albume koje dijelite s drugim osobama. Isključite ovu opciju za uklanjanje dijeljenih albuma s ovog uređaja. Upotrijebite iPhone kako biste se pretplatili ili otkazali pretplatu.
hu: Megtekintheti a másokkal megosztott albumokat. Ha kikapcsolja a funkciót, azzal eltávolítja a megosztott albumokat erről az eszközről. Az iPhone segítségével iratkozhat fel vagy le.
id: Lihat Album Bersama yang dibagikan dengan orang lain. Matikan ini untuk menghapus Album Bersama dari perangkat ini. Gunakan iPhone untuk berlangganan atau batal berlangganan.
it: Visualizza gli album condivisi con altre persone. Disattiva l’opzione per rimuoverli dal dispositivo. Usa iPhone per effettuare l’iscrizione o annullarla.
ja: ほかの人と共有している共有アルバムを表示します。このデバイスから共有アルバムを削除するにはこれをオフにします。参加または参加を取り消すにはiPhoneを使用します。
kk: Ортақ альбомдарды басқа адамдармен бірге көріңіз. Ортақ альбомдарды бұл құрылғыдан алып тастау үшін осы функцияны өшіріңіз. Жазылу немесе жазылымнан бас тарту үшін iPhone телефонын пайдаланыңыз.
ko: 다른 사람과의 공유 앨범을 봅니다. 이 기능을 끄면 이 기기에서 공유 앨범이 제거됩니다. iPhone을 사용하여 구독 또는 구독 취소하십시오.
lt: Peržiūrėkite bendrinamus albumus, bendrinamus su kitais žmonėmis. Išjunkite šią funkciją, kad pašalintumėte bendrinamus albumus iš šio įrenginio. Naudokite „iPhone“, kad prenumeruotumėte arba atsisakytumėte prenumeratos.
ms: Lihat Album Dikongsi yang dikongsi dengan orang lain. Nyahaktifkan ini untuk mengeluarkan Album Dikongsi daripada peranti ini. Gunakan iPhone untuk melanggan atau menyahlanggan.
nb: Vis delte album som deles med andre personer. Slå av innstillingen for å fjerne Delte albumer fra denne enheten. Bruk iPhone for å starte eller avslutte et abonnement.
nl: Bekijk gedeelde albums die met anderen zijn gedeeld. Schakel dit uit om gedeelde albums te verwijderen van dit apparaat. Gebruik de iPhone om je te abonneren of een abonnement op te zeggen.
pl: Opcja pozwala wyświetlać albumy udostępniane innym osobom. Wyłącz ją, aby usunąć udostępniane albumy z tego urządzenia. Aby aktywować lub anulować subskrypcję, użyj iPhone'a.
pt: Veja os Álbuns Compartilhados com outras pessoas. Desative esta opção para remover os Álbuns Compartilhados deste dispositivo. Use o iPhone para assinar ou cancelar a assinatura.
pt_pt: Veja os álbuns partilhados com outras pessoas. Desative esta opção para remover os álbuns partilhados deste dispositivo. Use o iPhone para assinar ou anular a assinatura.
ro: Vedeți albumele partajate cu alte persoane. Dezactivați opțiunea pentru a elimina albumele partajate de pe acest dispozitiv. Utilizați iPhone‑ul pentru abonare sau dezabonare.
ru: Просмотр общих альбомов, которыми делятся другие люди. Выключите эту функцию, если хотите удалить общие альбомы с этого устройства. Подписаться или отписаться можно с iPhone.
sk: Prezerajte si albumy zdieľané s ostatnými. Ak chcete z tohto zariadenia odstrániť zdieľané albumy, vypnite túto funkciu. Na prihlásenie na odber alebo zrušenie odberu použite iPhone.
sl: Oglejte si Deljene albume, ki jih delite z drugimi. Če želite odstraniti Deljene albume iz te naprave, to možnost izklopite. Z iPhonom prijavite ali odjavite naročnino.
sv: Visa delade album som delas med andra personer. Stäng av det här alternativet om du vill ta bort Delade album från den här enheten. Använd iPhone till att börja eller sluta abonnera.
th: ดูการแชร์อัลบั้มที่แชร์กับผู้อื่นอยู่ ปิดใช้การทำงานนี้เพื่อเอาการแชร์อัลบั้มออกจากอุปกรณ์เครื่องนี้ ใช้ iPhone เพื่อสมัครรับหรือเลิกสมัครรับ
tr: Başkalarıyla paylaşılan Paylaşılan Albümler’i görüntüleyin. Paylaşılan Albümler’i bu aygıttan silmek için bunu kapatın. Abone olmak ya da abonelikten çıkmak için iPhone'u kullanın.
uk: Переглядайте Спільні альбоми, поширені для інших людей. Якщо вимкнути цей параметр, спільні альбоми буде вилучено з цього пристрою. Використовуйте iPhone, щоб підписуватися або скасовувати підписки на альбоми.
vi: Xem album được chia sẻ đã được chia sẻ với người khác. Hãy tắt tùy chọn này để xóa các album được chia sẻ khỏi thiết bị này. Sử dụng iPhone để đăng ký hoặc hủy đăng ký.
zh_cn: 查看与他人共享的共享相簿。关闭此功能以从此设备移除共享相簿。使用iPhone订阅或取消订阅。
zh_hk: 查看與其他人共享的「共享相簿」。關閉此功能可從此裝置上移除「共享相簿」。使用iPhone來訂閱或取消訂閱。
zh_tw: 檢視與其他人共享的「共享的相簿」。關閉此功能來從此裝置移除「共享的相簿」。使用iPhone來訂閱或取消訂閱。

# SHAREDSTREAMS_MAIN_SWITCH
source: Shared Albums
ar: الألبومات المشتركة
bg: Споделени албуми
ca: Àlbums compartits
cs: Sdílená alba
da: Delte album
de: Geteilte Alben
el: Κοινόχρηστα άλμπουμ
es: Álbumes compartidos
es_us: Álbumes compartidos
fi: Jaetut albumit
fr: Albums partagés
fr_ca: Albums partagés
he: אלבומים משותפים
hi: शेयर किए गए ऐल्बम
hr: Dijeljeni albumi
hu: Megosztott albumok
id: Album Bersama
it: Album condivisi
ja: 共有アルバム
kk: Ортақ альбомдар
ko: 공유 앨범
lt: Bendrinami albumai
ms: Album Dikongsi
nb: Delte albumer
nl: Gedeelde albums
pl: Albumy udostępniane
pt: Álbuns Compartilhados
pt_pt: Álbuns partilhados
ro: Albume partajate
ru: Общие альбомы
sk: Zdieľané albumy
sl: Deljeni albumi
sv: Delade album
th: การแชร์อัลบั้ม
tr: Paylaşılan Albümler
uk: Спільні альбоми
vi: Album được chia sẻ
zh_cn: 共享相簿
zh_hk: 共享相簿
zh_tw: 共享的相簿

# SHAREDSTREAMS_OK
source: OK
ar: موافق
bg: ОК
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# SHAREDSTREAMS_TURN_OFF_CONFIRMATION_TITLE_Apple Vision Pro
source: Turning off Shared Albums will delete all shared photos from your Apple Vision Pro.
ar: سيؤدي إيقاف الألبومات المشتركة إلى حذف الصور من جميع أجهزة Apple Vision Pro.
bg: При изключване на функцията Споделени албуми всички споделени снимки ще бъдат изтрити от вашия Apple Vision Pro.
ca: En desactivar els àlbums compartits, s’eliminaran totes les fotos compartides de l’Apple Vision Pro.
cs: Vypnutím sdílení alb smažete z Apple Vision Pro všechny sdílené fotky.
da: Hvis du slår Delte album fra, slettes alle delte fotos fra Apple Vision Pro.
de: Durch Deaktivieren von „Geteilte Alben“ werden alle geteilten Fotos von deiner Apple Vision Pro gelöscht.
el: Αν απενεργοποιήσετε τα Κοινόχρηστα άλμπουμ, θα διαγραφούν όλες οι κοινόχρηστες φωτογραφίες από το Apple Vision Pro σας.
es: Si desactivas “Álbumes compartidos”, se eliminarán del Apple Vision Pro todas las fotos compartidas.
es_us: Si desactivas Álbumes compartidos, se eliminarán de tu Apple Vision Pro todas las fotos compartidas.
fi: Jaettujen albumien laittaminen pois päältä poistaa kaikki jaetut kuvat Apple Vision Prosta.
fr: Si vous désactivez les albums partagés, toutes les photos partagées seront supprimées de votre Apple Vision Pro.
fr_ca: Si vous désactivez Albums partagés, toutes les photos partagées seront effacées de votre Apple Vision Pro.
he: כיבוי ״אלבומים משותפים״ ימחק את כל התמונות המשותפות ב-Apple Vision Pro.
hi: शेयर किए गए ऐल्बम को बंद करने पर आपके Apple Vision Pro से सभी शेयर की गई तस्वीरें डिलीट हो जाएँगी।
hr: Isključite li Dijeljene albume, obrisat će se sve dijeljene fotografije s vašeg uređaja Apple Vision Pro.
hu: A Megosztott albumok kikapcsolásakor az összes megosztott fotó törlődik az Apple Vision Prójáról.
id: Jika Album Bersama dimatikan, semua foto bersama dari Apple Vision Pro Anda akan terhapus.
it: Disattivando gli album condivisi, tutte le foto condivise verranno eliminate da Apple Vision Pro.
ja: “共有アルバム”をオフにすると、共有されている写真はすべてこのApple Vision Proから削除されます。
kk: Ортақ альбомдар өшірілгенде, барлық ортақ фото Apple Vision Pro құрылғысынан жойылады.
ko: 공유 앨범을 끄면 공유한 사진이 Apple Vision Pro에서 모두 삭제됩니다.
lt: Išjungus bendrinamus albumus, iš jūsų „Apple Vision Pro“ bus ištrintos visos bendrinamos nuotraukos.
ms: Menyahaktifkan Album Dikongsi akan memadam semua foto dikongsi daripada Apple Vision Pro anda.
nb: Hvis du slår av Delte albumer, slettes alle delte bilder fra Apple Vision Pro.
nl: Als je gedeelde albums uitschakelt, worden alle gedeelde foto's van je Apple Vision Pro verwijderd.
pl: Wyłączenie Albumów udostępnianych usunie wszystkie udostępniane zdjęcia z Apple Vision Pro.
pt: Se você desativar os Álbuns Compartilhados, todas as fotos compartilhadas serão apagadas do seu Apple Vision Pro.
pt_pt: Esta ação apagará do Apple Vision Pro todas as fotografias partilhadas.
ro: Dezactivarea funcționalității Albume partajate va șterge de pe dispozitivul dvs. Apple Vision Pro toate pozele partajate.
ru: При выключении Общих альбомов все общие фото будут удалены с Apple Vision Pro.
sk: Ak vypnete Zdieľané albumy, budú z vášho Apple Vision Pro vymazané všetky zdieľané fotky.
sl: Če Deljene albume izklopite, boste iz naprave Apple Vision Pro izbrisali vse fotografije, ki jih delite z drugimi.
sv: Om du stänger av Delade album kommer alla delade bilder på din Apple Vision Pro att raderas.
th: การปิดใช้การแชร์อัลบั้มจะลบรูปภาพที่แชร์ทั้งหมดออกจาก Apple Vision Pro ของคุณ
tr: Paylaşılan Albümler’i kapatmak Apple Vision Pro’nuzdaki tüm paylaşılan fotoğrafları siler.
uk: Вимкнення Спільних альбомів видалить усі поширені фото з вашого Apple Vision Pro.
vi: Tắt Album được chia sẻ sẽ xóa tất cả ảnh được chia sẻ khỏi Apple Vision Pro của bạn.
zh_cn: 关闭“共享相簿”将会删除Apple Vision Pro上所有共享的照片。
zh_hk: 關閉「共享相簿」將會從Apple Vision Pro刪除所有共享相片。
zh_tw: 關閉「共享的相簿」會從Apple Vision Pro刪除所有共享的照片。

# SHAREDSTREAMS_TURN_OFF_CONFIRMATION_TITLE_IPAD
source: Turning off Shared Albums will delete all shared photos from your iPad.
ar: سيؤدي إيقاف الألبومات المشتركة إلى حذف كافة الصور التي تمت مشاركتها من الـ iPad.
bg: При изключване на функцията Споделени албуми всички споделени снимки ще бъдат изтрити от вашия iPad.
ca: En desactivar els àlbums compartits, s’eliminaran totes les fotos compartides de l’iPad.
cs: Vypnutím sdílení alb budou z iPadu smazány všechny sdílené fotky.
da: Hvis du slår Delte album fra slettes alle delte fotos fra din iPad.
de: Durch Deaktivieren von „Geteilte Alben“ werden alle geteilten Fotos von deinem iPad gelöscht.
el: Αν απενεργοποιήσετε τα Κοινόχρηστα άλμπουμ, θα διαγραφούν όλες οι κοινόχρηστες φωτογραφίες από το iPad σας.
es: Si desactivas “Álbumes compartidos”, se eliminarán del iPad todas las fotos compartidas.
es_us: Si desactivas Álbumes compartidos, se eliminarán de tu iPad todas las fotos compartidas.
fi: Jaettujen albumien laittaminen pois päältä poistaa kaikki jaetut kuvat iPadista.
fr: Si vous désactivez les albums partagés, toutes les photos partagées seront supprimées de votre iPad.
fr_ca: Si vous désactivez Albums partagés, toutes les photos partagées seront effacées de votre iPad.
he: כיבוי ״אלבומים משותפים״ ימחק את כל התמונות המשותפות ב-iPad.
hi: शेयर किए गए ऐल्बम को बंद करने पर आपके iPad से सभी शेयर की गई तस्वीरें डिलीट हो जाएँगी।
hr: Isključite li Dijeljene albume, obrisat će se sve dijeljene fotografije s vašeg iPad uređaja.
hu: A Megosztott albumok kikapcsolásakor az összes megosztott fotó törlődik az iPadjéről.
id: Jika Album Bersama dihapus, semua foto bersama akan ikut terhapus dari iPad Anda.
it: Disattivando gli album condivisi, tutte le foto condivise verranno eliminate da iPad.
ja: “共有アルバム”をオフにすると、共有されている写真はすべてこのiPadから削除されます。
kk: Ортақ альбомдар өшірілгенде, барлық ортақ фото iPad құрылғысынан жойылады.
ko: 공유 앨범을 끄면 공유한 사진이 iPad에서 모두 삭제됩니다.
lt: Išjungus bendrinamus albumus, iš jūsų „iPad“ įrenginio bus ištrintos visos bendrinamos nuotraukos.
ms: Menyahaktifkan Album Dikongsi akan memadam semua foto dikongsi daripada iPad anda.
nb: Hvis du slår av Delte albumer, slettes alle delte bilder fra iPaden.
nl: Als je gedeelde albums uitschakelt, worden alle gedeelde foto's van je iPad verwijderd.
pl: Wyłączenie Albumów udostępnianych usunie wszystkie udostępniane zdjęcia z iPada.
pt: Se você desativar os Álbuns Compartilhados, todas as fotos compartilhadas serão apagadas do seu iPad.
pt_pt: Esta ação apagará do iPad todas as fotografias partilhadas.
ro: Dezactivarea funcționalității Albume partajate va șterge de pe iPad‑ul dvs. toate pozele partajate.
ru: При выключении Общих альбомов все общие фото будут удалены с iPad.
sk: Ak vypnete Zdieľané albumy, budú z vášho iPadu vymazané všetky zdieľané fotky.
sl: Če Deljene albume izklopite, boste iz iPada izbrisali vse fotografije, ki jih delite z drugimi.
sv: Om du stänger av Delade album kommer alla delade bilder på din iPad att raderas.
th: การปิดใช้การแชร์อัลบั้มจะลบรูปภาพที่แชร์ทั้งหมดออกจาก iPad ของคุณ
tr: Paylaşılan Albümler’i kapatmak iPad’inizdeki paylaşılan fotoğrafları siler.
uk: Вимкнення Спільних альбомів видалить усі поширені фото з вашого iPad.
vi: Tắt Album được chia sẻ sẽ xóa tất cả ảnh được chia sẻ khỏi iPad của bạn.
zh_cn: 关闭“共享相簿”将会删除iPad上所有共享的照片。
zh_hk: 關閉「共享相簿」將從iPad刪除所有共享的相片。
zh_tw: 關閉「共享的相簿」會從iPad刪除所有共享的照片。

# SHAREDSTREAMS_TURN_OFF_CONFIRMATION_TITLE_IPHONE
source: Turning off Shared Albums will delete all shared photos from your iPhone.
ar: سيؤدي إيقاف الألبومات المشتركة إلى حذف كافة الصور التي تمت مشاركتها من الـ iPhone.
bg: При изключване на функцията Споделени албуми всички споделени снимки ще бъдат изтрити от вашия iPhone.
ca: En desactivar els àlbums compartits, s’eliminaran totes les fotos compartides de l’iPhone.
cs: Vypnutím sdílení alb budou z iPhonu smazány všechny sdílené fotky.
da: Hvis du slår Delte album fra slettes alle delte fotos fra din iPhone.
de: Durch Deaktivieren von „Geteilte Alben“ werden alle geteilten Fotos von deinem iPhone gelöscht.
el: Αν απενεργοποιήσετε τα Κοινόχρηστα άλμπουμ, θα διαγραφούν όλες οι κοινόχρηστες φωτογραφίες από το iPhone σας.
es: Si desactivas “Álbumes compartidos”, se eliminarán del iPhone todas las fotos compartidas.
es_us: Si desactivas Álbumes compartidos, se eliminarán de tu iPhone todas las fotos compartidas.
fi: Jaettujen albumien laittaminen pois päältä poistaa kaikki jaetut kuvat iPhonesta.
fr: Si vous désactivez les albums partagés, toutes les photos partagées seront supprimées de votre iPhone.
fr_ca: Si vous désactivez Albums partagés, toutes les photos partagées seront effacées de votre iPhone.
he: כיבוי ״אלבומים משותפים״ ימחק את כל התמונות המשותפות ב-iPhone.
hi: शेयर किए गए ऐल्बम को बंद करने पर आपके iPhone से सभी शेयर की गई तस्वीरें डिलीट हो जाएँगी।
hr: Isključite li Dijeljene albume, obrisat će se sve dijeljene fotografije s vašeg iPhone uređaja.
hu: A Megosztott albumok kikapcsolásakor az összes megosztott fotó törlődik az iPhone-járól.
id: Jika Album Bersama dihapus, semua foto bersama akan ikut terhapus dari iPhone Anda.
it: Disattivando gli album condivisi, tutte le foto condivise verranno eliminate da iPhone.
ja: “共有アルバム”をオフにすると、共有されている写真はすべてこのiPhoneから削除されます。
kk: Ортақ альбомдар өшірілгенде, барлық ортақ фото iPhone құрылғысынан жойылады.
ko: 공유 앨범을 끄면 공유한 사진이 iPhone에서 모두 삭제됩니다.
lt: Išjungus bendrinamus albumus, iš jūsų „iPhone“ įrenginio bus ištrintos visos bendrinamos nuotraukos.
ms: Menyahaktifkan Album Dikongsi akan memadam semua foto dikongsi daripada iPhone anda.
nb: Hvis du slår av Delte albumer, slettes alle delte bilder fra iPhonen.
nl: Als je gedeelde albums uitschakelt, worden alle gedeelde foto's van je iPhone verwijderd.
pl: Wyłączenie Albumów udostępnianych usunie wszystkie udostępniane zdjęcia z iPhone'a.
pt: Se você desativar os Álbuns Compartilhados, todas as fotos compartilhadas serão apagadas do seu iPhone.
pt_pt: Esta ação apagará do iPhone todas as fotografias partilhadas.
ro: Dezactivarea funcționalității Albume partajate va șterge de pe iPhone‑ul dvs. toate pozele partajate.
ru: При выключении Общих альбомов все общие фото будут удалены с iPhone.
sk: Ak vypnete Zdieľané albumy, budú z vášho iPhonu vymazané všetky zdieľané fotky.
sl: Če Deljene albume izklopite, boste iz iPhona izbrisali vse fotografije, ki jih delite z drugimi.
sv: Om du stänger av Delade album kommer alla delade bilder på din iPhone att raderas.
th: การปิดใช้การแชร์อัลบั้มจะลบรูปภาพที่แชร์ทั้งหมดออกจาก iPhone ของคุณ
tr: Paylaşılan Albümler’i kapatmak iPhone’unuzdaki paylaşılan fotoğrafları siler.
uk: Вимкнення Спільних альбомів видалить усі поширені фото з вашого iPhone.
vi: Tắt Album được chia sẻ sẽ xóa tất cả ảnh được chia sẻ khỏi iPhone của bạn.
zh_cn: 关闭“共享相簿”将会删除iPhone上所有共享的照片。
zh_hk: 關閉「共享相簿」將從iPhone刪除所有共享的相片。
zh_tw: 關閉「共享的相簿」會從iPhone刪除所有共享的照片。

# SHAREDSTREAMS_TURN_OFF_CONFIRMATION_TITLE_IPOD
source: Turning off Shared Albums will delete all shared photos from your iPod touch.
ar: سيؤدي إيقاف الألبومات المشتركة إلى حذف كافة الصور التي تمت مشاركتها من الـ iPod touch.
bg: При изключване на функцията Споделени албуми всички споделени снимки ще бъдат изтрити от вашия iPod touch.
ca: En desactivar els àlbums compartits, s’eliminaran totes les fotos compartides de l’iPod touch.
cs: Vypnutím sdílení alb budou z iPodu touch smazány všechny sdílené fotky.
da: Hvis du slår Delte album fra slettes alle delte fotos fra din iPod touch.
de: Durch Deaktivieren von „Geteilte Alben“ werden alle geteilten Fotos von deinem iPod touch gelöscht.
el: Αν απενεργοποιήσετε τα Κοινόχρηστα άλμπουμ, θα διαγραφούν όλες οι κοινόχρηστες φωτογραφίες από το iPod touch σας.
es: Si desactivas “Álbumes compartidos”, se eliminarán del iPod touch todas las fotos compartidas.
es_us: Si desactivas Álbumes compartidos, se eliminarán de tu iPod touch todas las fotos compartidas.
fi: Jaettujen albumien laittaminen pois päältä poistaa kaikki jaetut kuvat iPod touchista.
fr: Si vous désactivez les albums partagés, toutes les photos partagées seront supprimées de votre iPod touch.
fr_ca: Si vous désactivez Albums partagés, toutes les photos partagées seront effacées de votre iPod touch.
he: כיבוי ״אלבומים משותפים״ ימחק את כל התמונות המשותפות ב-iPod touch.
hi: शेयर किए गए ऐल्बम को बंद करने पर आपके iPod touch से सभी शेयर की गई तस्वीरें डिलीट हो जाएँगी।
hr: Isključite li Dijeljene albume, obrisat će se sve dijeljene fotografije s vašeg iPod touch uređaja.
hu: A Megosztott albumok kikapcsolásakor az összes megosztott fotó törlődik az iPod toucháról.
id: Jika Album Bersama dihapus, semua foto bersama akan ikut terhapus dari iPod touch Anda.
it: Disattivando gli album condivisi, tutte le foto condivise verranno eliminate da iPod touch.
ja: “共有アルバム”をオフにすると、共有されている写真はすべてこのiPod touchから削除されます。
kk: Ортақ альбомдар өшірілгенде, барлық ортақ фото iPod touch құрылғысынан жойылады.
ko: 공유 앨범을 끄면 공유한 사진이 iPod touch에서 모두 삭제됩니다.
lt: Išjungus bendrinamus albumus, iš jūsų „iPod touch“ įrenginio bus ištrintos visos bendrinamos nuotraukos.
ms: Menyahaktifkan Album Dikongsi akan memadam semua foto dikongsi daripada iPod touch anda.
nb: Hvis du slår av Delte albumer, slettes alle delte bilder fra iPod touch.
nl: Als je gedeelde albums uitschakelt, worden alle gedeelde foto's van je iPod touch verwijderd.
pl: Wyłączenie Albumów udostępnianych usunie wszystkie udostępniane zdjęcia z iPoda touch.
pt: Se você desativar os Álbuns Compartilhados, todas as fotos compartilhadas serão apagadas do seu iPod touch.
pt_pt: Esta ação apagará do iPod touch todas as fotografias partilhadas.
ro: Dezactivarea funcționalității Albume partajate va șterge de pe iPod touch‑ul dvs. toate pozele partajate.
ru: При выключении Общих альбомов все общие фото будут удалены с iPod touch.
sk: Ak vypnete Zdieľané albumy, budú z vášho iPodu touch vymazané všetky zdieľané fotky.
sl: Če Deljene albume izklopite, boste iz naprave iPod touch izbrisali vse fotografije, ki jih delite z drugimi.
sv: Om du stänger av Delade album kommer alla delade bilder på din iPod touch att raderas.
th: การปิดใช้การแชร์อัลบั้มจะลบรูปภาพที่แชร์ทั้งหมดออกจาก iPod touch ของคุณ
tr: Paylaşılan Albümler’i kapatmak iPod touch’ınızdaki paylaşılan fotoğrafları siler.
uk: Вимкнення Спільних альбомів видалить усі поширені фото з вашого iPod touch.
vi: Tắt Album được chia sẻ sẽ xóa tất cả ảnh được chia sẻ khỏi iPod touch của bạn.
zh_cn: 关闭“共享相簿”将会删除iPod touch上所有共享的照片。
zh_hk: 關閉「共享相簿」將從iPod touch刪除所有共享的相片。
zh_tw: 關閉「共享的相簿」會從iPod touch刪除所有共享的照片。
